backend: "fil"
max_batch_size: 8
input [
 {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 126 ]
  }
]
output [
 {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
instance_group [{ kind: KIND_AUTO }]
parameters [
  {
    key: "model_type"
    value: { string_value: "lightgbm" }
  },
  {
    key: "output_class"
    value: { string_value: "false" }
  }
]